;TORSO
[fortnitemichonne_Torso_KV_F X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_MPL_F X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_FPL_F X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_HPL_F X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_LPO_F X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_MPO_F X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_HPO_F X2BodyPartTemplate]
DisplayName="米琼恩 身体"

;TORSO WOTC
[fortnitemichonne_Torso_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_Templar X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 身体"

[fortnitemichonne_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 身体"

;ARMS
[fortnitemichonne_Arms_KV_F X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_LPL_F X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_MPL_F X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_HPL_F X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_LPO_F X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_MPO_F X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_HPO_F X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

;ARMS WOTC
[fortnitemichonne_Arms_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_Templar X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

[fortnitemichonne_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 手臂"

;LEGS
[fortnitemichonne_Legs_KV_F X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_LPL_F X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_MPL_F X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_HPL_F X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_LPO_F X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_MPO_F X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_HPO_F X2BodyPartTemplate]
DisplayName="米琼恩 腿"

;LEGS WOTC
[fortnitemichonne_Legs_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_Templar X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 腿"

[fortnitemichonne_Helmets_F X2BodyPartTemplate]
DisplayName="米琼恩 头"


;TORSO
[fortnitemichonne_Torso2_KV_F X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_MPL_F X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_FPL_F X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_HPL_F X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_LPO_F X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_MPO_F X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_HPO_F X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

;TORSO WOTC
[fortnitemichonne_Torso2_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_PL_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_PO_Reaper X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_Templar X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_PL_Templar X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_PO_Templar X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_PL_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"

[fortnitemichonne_Torso2_PO_Skirmisher X2BodyPartTemplate]
DisplayName="米琼恩 身体 XCOM 身体"



[MichonneKatana X2WeaponTemplate]
FriendlyName="米琼恩 武士刀"
FriendlyNamePlural="米琼恩 武士刀"
BriefSummary="丧尸克星."
TacticalText="丧尸克星."
AbilityDescName="武士刀"

